bash-language-server
ctags
biome
clang
clang-format-static-bin
cmake-format
cmake-language-server
docker-language-server-bin
eslint_d
gopls
hadolint-bin
hyprls-git
jdtls
lua-language-server
nodejs-compose-language-service
nodejs-emmet-ls
nodejs-intelephense
pgformatter
postgrestools-bin
prettier
prisma-language-server
pyright
python-black
python-isort
python-pylint
rust-analyzer
shellcheck
stylua
svelte-language-server
tailwindcss-language-server
tinymist
tofu-ls-bin
typescript-language-server
typescript-svelte-plugin
vscode-langservers-extracted
