astrojs-language-server
basedpyright-bin
bash-language-server
biome
clang
clang-format-static-bin
cmake-format
cmake-language-server
ctags
docker-language-server-bin
emmet-language-server
eslint_d
gitlab_ci_ls
gopls
hadolint-bin
hyprls-git
jdtls
just-lsp
lua-language-server
nodejs-compose-language-service
nodejs-intelephense
pgformatter
postgrestools-bin
prettier
prisma-language-server
ruff
rust-analyzer
shellcheck
stylua
svelte-language-server
tailwindcss-language-server
tinymist
tofu-ls-bin
tree-sitter
typescript-language-server
typescript-svelte-plugin
typstyle-bin
vscode-langservers-extracted
wobsocat
