bash-language-server
clang
clang-format-static-bin
cmake-format
cmake-language-server
eslint_d
gopls
hyprls-git
lua-language-server
nodejs-emmet-ls
pgformatter
postgrestools-bin
prettier
prisma-language-server
pyright
python-black
python-isort
python-pylint
rust-analyzer
stylua
svelte-language-server
tailwindcss-language-server
typescript-language-server
typescript-svelte-plugin
vscode-css-languageserver
vscode-html-languageserver
